<?php
	header("Content-type","text/html;charset=utf-8");
	//1、获取数据
	$pageindex = $_GET['pageIndex'];
	if($pageindex==1){
		echo "美国政府关门副总统却涨薪？彭斯回应：我不会接受<br/>美国以倒卖军火为由逮捕一俄罗斯人 俄外交部:不是第一次了<br/>黄背心”重回法国街头<br/>帕布'袭击泰国至少3人死亡 近4万游客被困旅游区<br/>五角大楼现离职潮？马蒂斯参谋长斯维尼宣布辞职<br/>俄媒：伊朗将派军舰前往美国海岸执行任务<br/>今年首场日偏食来了！天空中上演'天狗吃太阳'(图)<br/>外媒：英首相可能再次延后议会表决脱欧协议的日期<br/>映秀好人”离世 地震获救者赶来送他最后一程<br/>乒协将天津权健队改名为天津队 改名有何依据？<br/>房租抵扣个税运行初期 已有中介明言<br/>出现缴税自担<br/>山东出台送温暖资金管理办法：每人每年不超过6000元<br/>江苏卫视再回应“跳台门”:优酷做法是单方面行为<br/>举报过期面包被奖2毛钱后上诉 当事人拿到两千元奖励金<br/>高校女生花万元打造“仙女寝室” 走红之后被拆了(图)<br/>“锤杀父母少年”潜逃前：听不惯父母数落，一下来了脾气<br/>平均一天抓俩！春运在即10名网逃北京站齐落网<br/>";
	}else if($pageindex==2){
		echo "其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>其余新闻内容，在此省略不表<br/>";
	}
?>